"DIALER" = "لوحة المفاتيح";
"SPEED_DIAL" = "المفضلة";
"ADDRESS_BOOK" = "جهات الاتصال";
"CALL_HISTORY" = "الحديثة";
"VOICEMAIL" = "البريد الصوتي";

"THIS_PHONE" = "‏رقم هاتفي:";
"UNKNOWN_CALLER" = "غير معروف";
"BLOCKED_CALLER" = "محظور";
"UNKNOWN_CALLER_DETAIL" = "مُتصل غير معروف";
"BLOCKED_CALLER_DETAIL" = "مُتصل محظور";
"UNKNOWN_LOCATION" = "موقع غير معروف";
"CANCEL" = "إلغاء";
"CALL" = "مكالمة";
"VOICEMAIL_CALLER" = "البريد الصوتي";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "سماعة خارجية";